Repository: sbalyakin/Aquaz
Catalog: Aquaz/*.lproj/Localizable.strings
Languages: ru

source: D:Beer
ru: Пиво

source: D:Coffee
ru: Кофе

source: D:Energy
ru: Энергетик

source: D:Hard Liquor
ru: Алкоголь 40°

source: D:Juice
ru: Сок

source: D:Milk
ru: Молоко

source: D:Soda
ru: Газировка

source: D:Sport
ru: Спортивный

source: D:Tea
ru: Чай

source: D:Water
ru: Вода

source: D:Wine
ru: Вино

source: DVC:%1$@ of %2$@
ru: %1$@ из %2$@

source: DVC:Alcoholic drinks increase required daily water intake
ru: Алкогольные напитки повышают необходимую суточную норму воды

source: DVC:Congratulations! You have drunk your daily water intake.
ru: Поздравляем! Вы выпили суточную норму воды.

source: DVC:Diary
ru: Дневник

source: DVC:Drinks
ru: Напитки

source: DVC:Hydration effect of the intake
ru: Влияние выпитого на водный баланс

source: DVC:If you enjoy using Aquaz, would you mind taking a moment to rate it? Thanks for your support!
ru: Если вам нравится Aquaz, могли бы вы оценить его? Спасибо за поддержку!

source: DVC:Long press to choose an alcoholic drink
ru: Нажмите и удерживайте для выбора алкогольного напитка

source: DVC:No, Thanks
ru: Нет, Спасибо

source: DVC:OK
ru: ОК

source: DVC:Rate Aquaz
ru: Оценить Aquaz

source: DVC:Rate It Now
ru: Оценить Сейчас

source: DVC:Remind Me Later
ru: Напомнить Позже

source: DVC:Swipe left or right to switch day
ru: Листайте влево или вправо для смены дня

source: DVC:Swipe up to see the diary
ru: Листните вверх, чтобы посмотреть дневник

source: DVC:Tap to switch between percentages and volume
ru: Нажмите для переключения между процентами и объёмом

source: DVC:Tap to toggle High Activity mode
ru: Нажмите для переключения режима Высокой Активности

source: DVC:Tap to toggle Hot Weather mode
ru: Нажмите для переключения режима Жаркой Погоды

source: DVC:Welcome to the next day
ru: Добро пожаловать в следующий день

source: EFVC:High Activity
ru: Высокая Активность

source: EFVC:Hot Weather
ru: Жаркая Погода

source: EFVC:Specify an increase in daily water intake when High Activity mode is turned on.
ru: Укажите повышение суточной нормы при включении режима Высокой Активности.

source: EFVC:Specify an increase in daily water intake when Hot Weather mode is turned on.
ru: Укажите повышение суточной нормы при включении режима Жаркой Погоды.

source: HKP:Drink
ru: Напиток

source: HKVC:%1$d of %2$d
ru: %1$d из %2$d

source: HKVC:Aquaz is not allowed to write Water data to Apple Health
ru: У Aquaz нет доступа для записи данных по Воде в Apple Health

source: HKVC:Check Apple Health settings in the Health app under the Sources tab
ru: Проверьте настройки Apple Health в приложении Health во вкладке Источники

source: HKVC:Export is done.
ru: Экспорт завершен.

source: HKVC:Intakes in Apple Health: %@
ru: Записей в Apple Health: %@

source: HKVC:Intakes in Aquaz: %@
ru: Записей в Aquaz: %@

source: HKVC:OK
ru: ОК

source: IAPM:An unknown error occured
ru: Произошла неизвестная ошибка

source: IAPM:Error
ru: Ошибка

source: IAPM:Full Version has been successfully restored
ru: Полная версия успешно восстановлена

source: IAPM:It's forbidden to make payments due to parental controls
ru: Встроенные покупки запрещены в соответствии с настройками родительского контроля

source: IAPM:OK
ru: ОК

source: IAPM:You is not allowed to perform the attempted action
ru: Вы не можете выполнить данную операцию

source: IVC:Add
ru: Добавить

source: IVC:Alcoholic drinks cause dehydration by requiring more water to metabolize and by acting as diuretics.
ru: Алкогольные напитки приводят к обезвоживанию, повышая необходимое количество воды для метаболизма и действуя как диуретики.

source: IVC:Apply
ru: Применить

source: IVC:Now
ru: Сейчас

source: MSVC:Tap an active day to see details
ru: Нажмите на активную кнопку дня, чтобы посмотреть подробности

source: NH:Drink
ru: Напиток

source: NH:It's time to drink water!
ru: Время выпить воды!

source: NS:Alarm
ru: Тревога

source: NS:Aqua
ru: Аква

source: NS:Bells
ru: Перезвон

source: NS:Bubbles
ru: Пызури

source: NS:Chime
ru: Звонок

source: NS:Chirp
ru: Щебет

source: NS:Chord
ru: Аккорд

source: NS:Glass
ru: Стекло

source: NS:Hand Bell
ru: Колокольчик

source: NS:Magic
ru: Магия

source: NS:Tiny Bell
ru: Тихий звонок

source: NS:Whistle
ru: Свист

source: NSVC:Notification sounds
ru: Звуки оповещения

source: NVC:%u hr %u min
ru: %1$u ч %2$u мин

source: NVC:Enable Notifications
ru: Включить Оповещения

source: NVC:Enable snooze notifications taking into account time of drink intake.
ru: Включите этот режим, чтобы откладывать оповещения, учитывая время употребления напитков.

source: NVC:From
ru: С

source: NVC:Interval
ru: Интервал

source: NVC:Limit Notifications
ru: Ограничить Оповещения

source: NVC:Notification Sound
ru: Звук Оповещения

source: NVC:Smart Notifications
ru: Умные Оповещения

source: NVC:To
ru: До

source: NVC:When enabled, notifications will not be shown if you have already drunk your daily water intake.
ru: Если данный режим включен, то оповещения не будут показываться, если вы выпили суточную норму.

source: NVC:hr
ru: ч

source: NVC:min
ru: мин

source: SVC:Aquaz %@
ru: Aquaz %@

source: SVC:Cancel
ru: Отмена

source: SVC:DEMO
ru: ДЕМО

source: SVC:Daily Water Intake
ru: Суточная Норма

source: SVC:Export to Apple Health
ru: Экспорт в Apple Health

source: SVC:Facebook account is not found
ru: Учетная запись Facebook не найдена

source: SVC:Full Version
ru: Полная Версия

source: SVC:Full Version Is Purchased
ru: Полная Версия Куплена

source: SVC:Height
ru: Рост

source: SVC:Hey people! I've been using Aquaz and thought you might like it. It's an easy way to track your water intake.
ru: Всем привет! Я использую Aquaz и думаю, вам он может понравиться. Приложение поможет отслеживать потребление воды.

source: SVC:Hey there!<br><br>I've been using Aquaz and thought you might like it. It's an easy way to track your water intake.
ru: Привет!<br><br>Я использую Aquaz и думаю, тебе он может понравиться. Приложение поможет отслеживать потребление воды.

source: SVC:I suggest you to try Aquaz
ru: Я предлагаю тебе попробовать Aquaz

source: SVC:Limit Notifications mode is available in the full version only.
ru: Режим ограничения оповещений доступен только в Полной версии.

source: SVC:Measurement Units
ru: Единицы Измерения

source: SVC:Notifications
ru: Оповещения

source: SVC:OK
ru: ОК

source: SVC:Please check your mail settings
ru: Пожалуйста, проверьте настройки почты

source: SVC:Report an issue
ru: Сообщить об ошибке

source: SVC:Request help
ru: Запросить о помощи

source: SVC:Send a suggestion
ru: Отправить предложение

source: SVC:Smart Notifications mode is available in the full version only.
ru: Режим Умных Оповещений доступен только в Полной версии.

source: SVC:Special Modes
ru: Специальные Режимы

source: SVC:Statistics are available in the full version only.
ru: Статистика доступна только в Полной версии.

source: SVC:Support
ru: Поддержка

source: SVC:Twitter account is not found
ru: Учетная запись Twitter не найдена

source: SVC:Unable to send mail
ru: Невозможно отправить письмо

source: SVC:Volume
ru: Объём

source: SVC:Weight
ru: Вес

source: The calculated daily water intake is only an estimate. Always take into account your body's needs. Please consult your health care provider for advice about a specific medical condition.
ru: Рассчитанная суточная норма потребления воды носит общий характер. Всегда руководствуйтесь потребностями своего организма. Пожалуйста, проконсультируйтесь со специалистом для получения информации о возможных противопоказаниях.

source: U:cm
ru: см

source: U:fl oz
ru: унц

source: U:ft
ru: фут

source: U:kg
ru: кг

source: U:lb
ru: фнт

source: U:mL
ru: мл

source: UVC:Height
ru: Высота

source: UVC:Volume
ru: Объём

source: UVC:Weight
ru: Вес

source: WGVC:Age
ru: Возраст

source: WGVC:Daily
ru: Ежедневная

source: WGVC:Daily Water Intake
ru: Суточная Норма

source: WGVC:Gender
ru: Пол

source: WGVC:Height
ru: Рост

source: WGVC:Information About You
ru: Информация о Вас

source: WGVC:Man
ru: Мужчина

source: WGVC:Occasional
ru: Нерегулярная

source: WGVC:Physical Activity
ru: Активность

source: WGVC:Rare
ru: Редкая

source: WGVC:Read Data from Apple Health
ru: Считать данные из Apple Health

source: WGVC:Recommendations
ru: Рекомендации

source: WGVC:Weekly
ru: Еженедельная

source: WGVC:Weight
ru: Вес

source: WGVC:Woman
ru: Женщина

source: WGVC:Woman: breastfeeding
ru: Женщина: кормление грудью

source: WGVC:Woman: pregnant
ru: Женщина: беременность

source: WSVC:Swipe left or right to switch week
ru: Листайте влево или вправо для смены недели

source: WSVC:Tap a day to see details
ru: Нажмите на день, чтобы посмотреть подробности

source: YSVC:Swipe left or right to switch year
ru: Листайте влево или вправо для смены года
